---
kind: enumMember
id: F:Autodesk.Revit.DB.ConnectionResolution.Disconnected
enum: Autodesk.Revit.DB.ConnectionResolution
source: html/0476e90d-8282-051a-17fe-b9559cd65490.htm
---
# Autodesk.Revit.DB.ConnectionResolution.Disconnected

Value for parts were disconnected.